Repository: wp-plugins/gd-simple-widgets
Catalog: languages/*-simple-widgets-*.po
Languages: es_es, pl_pl, sr_rs

source: Info
es_es: Información
pl_pl: Informacje
sr_rs: Инфо

source: Version
es_es: Versión
pl_pl: Wersja
sr_rs: Верзија

source: release date
es_es: Fecha de liberación
pl_pl: data opublikowania
sr_rs: датум објављивања

source: Change Log
es_es: Registro de cambios
pl_pl: Log zmian
sr_rs: Лист Измена

source: detailed list of changes
es_es: Lista detallada de cambios
pl_pl: szczegółowa lista zmian
sr_rs: детаљна листа измена

source: show
es_es: mostrar
pl_pl: pokaż
sr_rs: прикажи

source: Links
es_es: Enlaces
pl_pl: Linki
sr_rs: Линкови

source: discussions group
es_es: grupo de discusión
pl_pl: grupa dyskusyjna
sr_rs: дискусиона група

source: visit
es_es: visitar
pl_pl: odwiedź
sr_rs: посети

source: wordpress plugin page
es_es: página wordpress del plugin
pl_pl: strona pluginu na wordpress
sr_rs: вордпрес плагин страна

source: Pro Edition
es_es: Edición Pro
pl_pl: Wersja Pro
sr_rs: Про Верзија

source: official plugin page
es_es: página oficial del plugin
pl_pl: oficjalna strona pluginu
sr_rs: официјална плагин страна

source: compare
sr_rs: упореди

source: Themes
sr_rs: Теме

source: advanced theme framework
sr_rs: напредни фрејмворк тема

source: Plugins
sr_rs: Плагинови

source: wordpress ratings system
sr_rs: вордпресс рејтинг систем

source: a wordpress administration addon
sr_rs: вордпресс админ додатак

source: Old Plugins
sr_rs: Стари плагинови

source: Official Website
es_es: Sitio web oficial
pl_pl: Oficjalna strona
sr_rs: Официјални Вебсајт

source: golden dragon official web portal
es_es: golden dragon portal web oficial
pl_pl: oficjalny portal golden dragon
sr_rs: голден драгон официјални веб портал

source: wordpress development
es_es: desarrollo de wordpress
pl_pl: rozwój wordpress'a
sr_rs: вордпрес развој

source: Support Forum
es_es: Foro de soporte
pl_pl: Forum wsparcia
sr_rs: Форум За Подршку

source: development discussion forum
es_es: Foro de discusión de desarrollo
pl_pl: forum dyskusyjne programistów
sr_rs: форум за разговоре о развоју

source: announcements and theme demo
es_es: anuncios y temas de demostración
pl_pl: ogłoszenia i demo motywu
sr_rs: најаве и демо теме

source: collection of simple sidebar widgets
es_es: Colección de simples widgets de barras laterales
pl_pl: kolekcja prostych widgetów
sr_rs: колекција једноставних сајдбар виџета

source: Available Widgets
es_es: Widgets disponibles
pl_pl: Dostępne widgety
sr_rs: Расположиви Виџети

source: Unchecked widgets will not be available on the Widgets panel.
es_es: No comprobar widgets que nos estáran disponibles en el panel de Widgets.
pl_pl: Odznaczone widgety nie będą dostępne na stronie konfiguracji widgetów.
sr_rs: Виџети који нису селектовани неће бити видљиви на Виџет панелу.

source: is required.
es_es: es requerido.
pl_pl: jest wymagany.
sr_rs: је неопходан

source: Save
es_es: Guardar
pl_pl: Zapisz
sr_rs: Сними

source: Default WordPress Widgets
es_es: Widgets por defecto de WordPress
pl_pl: Domyślne widgety WordPress
sr_rs: Стандардни Вордпресс Виџети

source: Other Settings
es_es: Otras configuraciones
pl_pl: Inne ustawienia
sr_rs: Друга подешавања

source: Load default CSS file
es_es: Cargar archivo CSS por defecto
pl_pl: Załaduj domyślny plik CSS
sr_rs: Учитај ЦСС фајл

source: Write debug info into file
es_es: Escribir información de depuración en un archivo
pl_pl: Zapisuj informacje debugowania do pliku
sr_rs: Упиши дебаг информације у фајл

source: Posts to show
es_es: Entradas para mostrar
pl_pl: Wpisy do wyświetlenia
sr_rs: Чланка за приказ

source: Hide widget if no results found
es_es: Ocultar widget si no se encuentran resultados
pl_pl: Ukryj widget jeżeli nie ma nic do wyświetlenia
sr_rs: Сакриј виџет ако нема резултата

source: Additional CSS class
es_es: Clase CSS adicional
pl_pl: Dodatkowa klasa CSS
sr_rs: Додана ЦСС класа

source: Short excerpt from the post
es_es: Abreviar excerpt desde la entrada
pl_pl: Pokazuj fragment wpisu
sr_rs: Прикажи кратак текст чланка

source: Excerpt words limit
es_es: Exceptuar límite de palabras
pl_pl: Limit długości fragmentu w słowach
sr_rs: Број речи у тексту

source: Display post date
es_es: Mostrar por fecha de entrada
pl_pl: Pokaż datę wpisu
sr_rs: Прикажи датум чланка

source: Post date format
es_es: Formato de fecha de entrada
pl_pl: Format daty wpisu
sr_rs: Формат датума

source: Filter by category
es_es: Filtrar por categoría
pl_pl: Filtruj wg kategorii
sr_rs: Филтер категорије

source: comma separated list of category ids
es_es: lista de categoría de ids separadas por coma
pl_pl: lista id kategorii rozdzielona przecinkami
sr_rs: зарезом раздвојена листа ид-ијева категорија

source: leave empty to include all categories
es_es: dejar vacio para incluir todas las categorías
pl_pl: pozostaw puste aby użyć wszystkich kategorii
sr_rs: оставите празно да укључи све категорије

source: Show comments count
es_es: Mostrar contador de comentarios
pl_pl: Pokaż ilość komentarzy
sr_rs: Прикажи број коментара

source: Filter by post publish date
es_es: Filtrar por fecha de publicación de entrada
pl_pl: Filtruj po dacie publikacji wpisu
sr_rs: Филтер по датуму објављивања

source: All posts
es_es: Todas las entradas
pl_pl: Wszystkie wpisy
sr_rs: Сви постови

source: Last week
es_es: Última semana
pl_pl: Ostatni tydzień
sr_rs: Последња недеља

source: Last month
es_es: Último mes
pl_pl: Ostatni miesiąc
sr_rs: Последњи месец

source: Last year
es_es: Último año
pl_pl: Ostatni rok
sr_rs: Последња година

source: Show number of views
es_es: Mostrar el número de vistas
pl_pl: Pokaż ilość wyświetleń
sr_rs: Прикажи број посета

source: Filter by date
es_es: Filtrar por fecha
pl_pl: Filtruj po dacie
sr_rs: Филтер по датуму

source: All time
es_es: Todo el tiempo
pl_pl: Cały czas
sr_rs: Сви чланци

source: Today only
es_es: Sólo hoy
pl_pl: Tylko dzisiaj
sr_rs: Само данас

source: Last 24 hours
es_es: Últimas 24 horas
pl_pl: Ostatnie 24 godziny
sr_rs: Последњих 24 сата

source: Filter by type
es_es: Filtrar por tipo
pl_pl: Filtruj po typie
sr_rs: Филтер по типу

source: Both posts and pages
es_es: Ambos entradas y páginas
pl_pl: Wpisy i strony
sr_rs: И чланци и стране

source: Only posts
es_es: Sólo entradas
pl_pl: Tylko wpisy
sr_rs: Само чланци

source: Only pages
es_es: Sólo páginas
pl_pl: Tylko strony
sr_rs: Само стране

source: using this will eliminate all pages from results
es_es: usando esto eliminarás todas las entradas de los resultados
pl_pl: użycie tego wyeliminuje wszystkie strony z wyników
sr_rs: ова опција ће елиминисати све стране из резултата

source: Include views from
es_es: Incluir vistas desde
pl_pl: Uwzględnij wyświetlenia
sr_rs: Укључи посете од

source: Both users and visitors
es_es: Ambos usuarios y visitantes
pl_pl: Użytkownicy i odwiedzający
sr_rs: И корисника и посетилаца

source: Only users
es_es: Sólo usuarios
pl_pl: Tylko użytkownicy
sr_rs: Само корисници

source: Only visitors
es_es: Sólo visitantes
pl_pl: Tylko odwiedzający
sr_rs: Само посетиоци

source: Authors to show
es_es: Autores para mostrar
pl_pl: Autorzy do pokazania
sr_rs: Аутора за приказ

source: Display author's gravatar
es_es: Mostrar el gravatar de autor
pl_pl: Pokaż grawatara autora
sr_rs: Прикажи граватар аутора

source: Gravatar dimension (px)
es_es: Dimensiones (px) de Gravatar
pl_pl: Rozdzielczość grawatara (px)
sr_rs: Димензије граватара (px)

source: Show posts count
es_es: Mostrar contador de entradas
pl_pl: Pokaż ilość wpisów
sr_rs: Прикажи број чланака

source: Show author's full name
es_es: Mostrar nombre completo de autor
pl_pl: Pokaż pełną nazwę autora
sr_rs: Прикажи пуно име аутора

source: Minimum published posts
es_es: Mínimo de entradas publicadas
pl_pl: Minimalna ilość opublikowanych postów
sr_rs: Минимум објављених чланака

source: Comments to show
es_es: Comentarios para mostrar
pl_pl: Komentarze do pokazania
sr_rs: Коментара за приказ

source: Comments only
es_es: Comentarios sólo
pl_pl: Tylko komentarze
sr_rs: Само коментари

source: Pings only
es_es: Sólo pings
pl_pl: Tylko pingi
sr_rs: Само пингови

source: Comments and pings
es_es: Comentarios y pings
pl_pl: Komentarze i pingi
sr_rs: Коментари и пингови

source: Show only on single post page
es_es: Mostrar solo una página única de entrada
sr_rs: Само на страни са чланком

source: Use to get relations
es_es: Usar para conseguir relaciones
sr_rs: Користи за релације

source: Tags and Categories
es_es: Etiquetas y categorias
sr_rs: Тагови и категорије

source: Categories only
es_es: Sólo comentarios
sr_rs: Само категорије

source: Tags only
es_es: Sólo etiquetas
sr_rs: Само тагови

source: Ad left
es_es: Anuncio a la izquierda
sr_rs: Реклама лево

source: Ad right
es_es: Anuncio a la derecha
sr_rs: Реклама десно

source: Title
es_es: Título
pl_pl: Tytuł
sr_rs: Наслов

source: leave empty to skip rendering title
es_es: dejar vacío para saltar la renderización del título
sr_rs: оставите празно и наслов се неће рендеровати

source: Display scheduled posts.
es_es: Mostrar entradas planificadas.
pl_pl: Wyświetla zaplanowane wpisy.
sr_rs: Прикажи заказане чланке.

source: Most commented posts.
es_es: Entradas más comentadas.
pl_pl: Najmocniej komentowane wpisy.
sr_rs: Чланци са највише кометара

source: Display popular posts.
es_es: Mostrar entradas más populares.
pl_pl: Wyświetla popularne wpisy.
sr_rs: Прикажи популарне чланке.

source: view
es_es: vista
pl_pl: pokaż
sr_rs: посета

source: views
es_es: vistas
pl_pl: wyświetlenia
sr_rs: посете

source: List of posts authors.
es_es: Listado de entradas de autor.
pl_pl: Lista wpisów autorów.
sr_rs: Листа аутора чланака.

source: Display random posts.
es_es: Mostrar entradas aleatorias.
pl_pl: Wyświetla losowe wpisy.
sr_rs: Прикажи случајне чланке.

source: Expanded widget with recent comments.
es_es: Expandir widget con comentarios recientes.
pl_pl: Rozbudowany widget z ostatnimi komentarzami.
sr_rs: Проширен виџет са последњим коментарима.

source: Expanded widget with recent posts.
es_es: Expandir widget con entradas recientes.
pl_pl: Rozbudowany widget z ostatnimi wpisami.
sr_rs: Проширен виџет са последњим чланцима.

source: Display related posts.
es_es: Mostrar entradas relacionadas.
pl_pl: Wyświetla powiązane wpisy.
sr_rs: Прикажи сличне чланке.

source: Display two 125x125 ads.
es_es: Mostrar dos anuncios de 125x125.
sr_rs: Прикажи две 125x125 рекламе.

source: Settings
es_es: Configuraciones
pl_pl: Ustawienia
sr_rs: Подешавања

source: Donate
es_es: Donar
pl_pl: Ofiara

source: help further development
es_es: ayudar a un mayor desarrollo
pl_pl: wspomóż dalszy rozwój

source: extended premium version
es_es: extender a versión premium
pl_pl: rozszerz do wersji premium

source: a wordpress rating system
es_es: un sistema de votación de wordpress
pl_pl: system ocen dla wordpress'a
